{"keys":[{"path":["title"],"id":"title","weight":1,"src":"title"},{"path":["body"],"id":"body","weight":1,"src":"body"}],"records":[{"i":0,"$":{"0":{"v":"This page has not yet sprouted","n":0.408},"1":{"v":"[Dendron](https://dendron.so/) (the tool used to generate this site) lets authors selective publish content. You will see this page whenever you click on a link to an unpublished page\n\n![](https://foundation-prod-assetspublic53c57cce-8cpvgjldwysl.s3-us-west-2.amazonaws.com/assets/images/not-sprouted.png)","n":0.189}}},{"i":1,"$":{"0":{"v":"Root","n":1},"1":{"v":"# Welcome to Dendron\n\nThis is the root of your dendron vault. If you decide to publish your entire vault, this will be your landing page. You are free to customize any part of this page except the frontmatter on top.\n\n## Lookup\n\nThis section contains useful links to related resources.\n\n- [Getting Started Guide](https://link.dendron.so/6b25)\n- [Discord](https://link.dendron.so/6b23)\n- [Home Page](https://wiki.dendron.so/)\n- [Github](https://link.dendron.so/6b24)\n- [Developer Docs](https://docs.dendron.so/)\n","n":0.132}}},{"i":2,"$":{"0":{"v":"Socialmedia","n":1}}},{"i":3,"$":{"0":{"v":"pazurekSocialMediaConnected2021","n":1},"1":{"v":"\n# Abstract\n\nThis chapter presents the findings of a phenomenological research study that explored the use of social media in an online college course and its impact on learners’ experiences and feelings of engagement. Findings suggest that social media has the potential to positively impact learner engagement with instructional support and when it is elevated from merely an entertainment source to a productive source for connected learning. This includes uses for communication as well as creative expression within and beyond the class.\n\n","n":0.111}}},{"i":4,"$":{"0":{"v":"Cognitiveload","n":1},"1":{"v":"\n[[cognitiveload.swellerCognitiveLoadTheory1994]]  \n\n[[cognitiveload.larmuseauMultimodalLearningAnalytics2020]]\n","n":0.707}}},{"i":5,"$":{"0":{"v":"swellerCognitiveLoadTheory1994","n":1},"1":{"v":"\n# Abstract\n\n> This paper is concerned with some of the factors that determine the difficulty of material that needs to be learned. It is suggested that when considering intellectual activities, schema acquisition and automation are the primary mechanisms of learning. The consequences of cognitive load theory for the structuring of information in order to reduce difficulty by focusing cognitive activity on schema acquisition is briefly summarized. It is pointed out that cognitive load theory deals with learning and problem solving difficulty that is artificial in that it can be manipulated by instructional design. Intrinsic cognitive load in contrast, is constant for a given area because it is a basic component of the material. Intrinsic cognitive load is characterized in terms of element interactivity. The elements of most schemas must be learned simultaneously because they interact and it is the interaction that is critical. If, as in some areas, interactions between many elements must be learned, then intrinsic cognitive load will be high. In contrast, in different areas, if elements can be learned successively rather than simultaneously because they do not interact, intrinsic cognitive load will be low. It is suggested that extraneous cognitive load that interferes with learning only is a problem under conditions of high cognitive load caused by high element interactivity. Under conditions of low element interactivity, re-designing instruction to reduce extraneous cognitive load may have no appreciable consequences. In addition, the concept of element interactivity can be used to explain not only why some material is difficult to learn but also, why it can be difficult to understand. Understanding becomes relevant when high element interactivity material with a naturally high cognitive load must be learned.\n\n## Notes\n\n### p296\n> There are two critical learning mechanisms: schema acquisition and the transfer of learned procedures from controlled to automatic processing. It will be argued that intellectual mastery of any subject matter is overwhelmingly dependent on these two processes.\n\n### Schemas\n> A schema is a cognitive construct that organizes the elements of information according to the manner with which they will be dealt. An early discussion of schemas was presented by Bartlett (1932). He demonstrated that what is remembered is only partly dependent on the information itself. Newly presented information is altered so that it is congruent with knowledge of the subject matter. Knowledge of subject matter is organized into schemas and it is these schemas that determine how new information is dealt with.\n\n### p297\n> In summary, knowledge and intellectual skill based on knowledge is heavily dependent on schema acquisition. Schemas provide the basic unit of knowledge and through their operation can explain a substantial proportion of our learning-mediated intellectual performance.\n\n### Automation of Intellectual Operations\n\n\n> Schemas tend to be discussed as though schema acquisition results in dichotomous states: a person either has or has not acquired schemas. In fact, few intellectual skills are acquired in this manner. When something is first learned, the ability to use it is likely to be severely constrained. A student who has just learned how to multiply out the denominator of an equation cannot do so easily or fluently. He or she can do so only with considerable thought and effort. Similarly, an educated adult can read text without conscious effort whereas a child who has been learning for only a few years, while being able to read, will only be able to do so with considerable effort.\n\n### What is the Function of Learning?\n\n> From the above analysis, one function of learning is self-evident: to store automated schemas in long-term memory.\n\n### p299\n> While storing information in long-term memory is an obvious function of learning, it may not be the only one. The two learning mechanisms discussed above, schema acquisition and automation, share one intriguing characteristic. Both have the effect o{ substantially reducing working memory load.\n\n> Schemas effectively increase the amount of information that can be held in working memory by chunking individual elements into a single element. \n\n> Automation also has a significant effect on working memory. It permits working memory to be by-passed. Processing that occurs automatically requires less working memory space and as a consequence, capacity is freed for other functions.\n\n### Facilitating Learning and Problem Solving\n\n\n> If schemas are critical to learning and problem solving, what conditions are most likely to facilitate acquisition? Over the last decade or so, cognitive load theory (Sweller, 1988, 1989) has been used to investigate several instructional techniques. The theory suggests that instructional techniques that require students to engage in activities that are not directed at schema acquisition and automation, frequently assume a processing capacity greater than our limits and so are likely to be defective. In fact, a considerable array of commonly used techniques seem to incidentally incorporate just such an assumption of a processing capacity far in excess of most human beings.","n":0.036}}},{"i":6,"$":{"0":{"v":"larmuseauMultimodalLearningAnalytics2020","n":1}}}]}
